if __name__ == '__main__':
    tmp: list = ["японская", "китайская", "индийская", "турецкая", "азербайджанская", "армянская", "грузинская",
                 "узбекская",
                 "таджикская", "казахская", "украинская", "белорусская", "польская", "чешская", "словацкая",
                 "германская",
                 "австрийская", "швейцарская", "французская", "итальянская", "испанская", "португальская", "британская",
                 "ирландская", "шотландская", "валлийская", "голландская", "бельгийская", "датская", "шведская"
                 ]

    tmp.sort()

    for i in tmp:
        print(i + " кухня,KITCHEN")

    tmp = [
        "Супы", "Салаты", "Рыбные блюда", "Мясные блюда", "Птица", "Гарниры", "Закуски", "Десерты", "Выпечка",
        "Бургеры", "Пицца", "Паста", "Рисовые блюда", "Национальная кухня", "Фастфуд", "Вегетарианские блюда",
        "Морепродукты", "Завтраки", "Обеды", "Ужины"]

    tmp.sort()

    for i in tmp:
        print(i + ",MENU")